[
  {
    "id": "1",
    "title": "Pembangunan Jalan Desa",
    "description": "Pemerintah Desa Karangrejo telah memulai proyek pembangunan jalan baru sepanjang dua kilometer untuk menghubungkan dusun-dusun terpencil dengan pusat desa. Proyek ini dirancang untuk meningkatkan aksesibilitas warga menuju fasilitas umum seperti pasar, sekolah, dan pusat kesehatan masyarakat.\n\nJalan yang sedang dibangun menggunakan material aspal berkualitas tinggi yang diimpor dari pemasok terpercaya di Jawa Timur. Material ini dipilih karena ketahanannya terhadap cuaca tropis dan kemampuannya untuk menahan beban kendaraan berat selama bertahun-tahun.\n\nPembangunan ini melibatkan lebih dari 50 tenaga kerja lokal yang direkrut dari warga Desa Karangrejo dan desa tetangga. Keterlibatan warga lokal ini diharapkan dapat meningkatkan perekonomian keluarga serta memperkuat rasa memiliki terhadap infrastruktur desa.\n\nProyek ini dibiayai oleh anggaran desa tahun 2025 yang dialokasikan melalui musyawarah desa. Pengerjaan dijadwalkan selesai dalam tiga bulan ke depan, dengan target peresmian pada akhir September 2025.\n\nPemerintah desa juga berencana menambahkan penerangan jalan dan trotoar untuk pejalan kaki. Langkah ini bertujuan untuk meningkatkan keselamatan dan kenyamanan warga yang menggunakan jalan pada malam hari.",
    "category": "Infrastruktur",
    "imgurl": "/images/news1.jpg",
    "date": "2025-07-01"
  },
  {
    "id": "2",
    "title": "Pelatihan UMKM Lokal",
    "description": "Pelatihan Usaha Mikro, Kecil, dan Menengah (UMKM) di Desa Karangrejo berhasil menarik lebih dari 60 peserta dari berbagai kelompok usaha lokal pada akhir Juni 2025. Kegiatan ini diadakan di balai desa dengan dukungan penuh dari Dinas Koperasi dan UMKM Kabupaten Blitar untuk memberdayakan pelaku usaha.\n\nPelatihan ini mencakup strategi pemasaran digital yang mengajarkan cara membuat konten menarik di platform media sosial seperti Instagram dan TikTok. Peserta juga mendapatkan pelatihan praktis tentang penggunaan aplikasi e-commerce untuk memperluas jangkauan pasar produk mereka ke luar daerah.\n\nSelain pemasaran, pelatihan juga fokus pada manajemen keuangan, termasuk cara menyusun laporan keuangan sederhana dan strategi pengelolaan modal usaha. Tujuannya adalah membantu pelaku UMKM memahami pentingnya pengelolaan keuangan yang sehat untuk keberlanjutan bisnis mereka.\n\nKerja sama dengan Dinas Koperasi dan UMKM memungkinkan adanya sesi tanya jawab dengan pakar bisnis dari kota. Program ini diharapkan dapat meningkatkan daya saing UMKM Karangrejo di pasar regional dan nasional.\n\nSebagai tindak lanjut, pemerintah desa berencana mengadakan bazar UMKM pada bulan Oktober. Bazar ini akan menjadi ajang promosi produk lokal dan memperkenalkan hasil pelatihan kepada masyarakat luas.",
    "category": "Ekonomi",
    "imgurl": "/images/news2.jpg",
    "date": "2025-06-15"
  },
  {
    "id": "3",
    "title": "Hari Jadi Desa Karangrejo",
    "description": "Perayaan hari jadi Desa Karangrejo yang ke-55 diadakan dengan sangat meriah di lapangan desa pada bulan Mei 2025. Berbagai kegiatan budaya, seperti pentas seni tradisional dan lomba antar-dusun, berhasil menyedot perhatian ratusan warga dari berbagai penjuru desa.\n\nPentas seni menampilkan tarian remo dan jaranan yang dibawakan oleh kelompok seni lokal yang telah berlatih selama berminggu-minggu. Acara ini juga diisi dengan penampilan musik tradisional gamelan yang menggugah semangat kebersamaan warga Karangrejo.\n\nBazar UMKM lokal menjadi salah satu daya tarik utama perayaan, memamerkan produk unggulan seperti kerajinan tangan dan makanan khas desa. Pengunjung dari desa tetangga turut hadir, memberikan peluang bagi pelaku UMKM untuk memperluas jaringan pemasaran mereka.\n\nAcara ditutup dengan doa bersama yang dipimpin oleh tokoh agama setempat untuk kemajuan dan kesejahteraan desa. Kegiatan ini tidak hanya mempererat tali silaturahmi, tetapi juga memperkuat identitas budaya Desa Karangrejo.\n\nPemerintah desa berencana menjadikan perayaan tahunan ini sebagai agenda wisata budaya. Hal ini diharapkan dapat menarik lebih banyak wisatawan ke Karangrejo di masa mendatang.",
    "category": "Budaya",
    "imgurl": "/images/news3.jpg",
    "date": "2025-05-20"
  }
]